Repository: GNOME/gcr
Catalog: po/*.po
Languages: uz

source: Domain Component
uz: Domen komponenti

source: User ID
uz: Foydalanuvchi IDʼsi

source: Email Address
uz: Elektron pochta manzili

source: Date of Birth
uz: Tug'ilgan sanasi

source: Place of Birth
uz: Tug'ilgan joy

source: Gender
uz: Jinsi

source: Country of Citizenship
uz: Vatandoshligi

source: Country of Residence
uz: Yashash davlati

source: Common Name
uz: Umumiy ism

source: Surname
uz: Familiya

source: Serial Number
uz: Seriya raqami

source: Country
uz: Davlat

source: Locality
uz: Hudud

source: State
uz: Holat

source: Street
uz: Ko'cha

source: Organization
uz: Tashkilot

source: Organizational Unit
uz: Tashkiliy birlik

source: Title
uz: Sarlavha

source: Telephone Number
uz: Telefon raqami

source: Given Name
uz: Ismi

source: Initials
uz: Ism-familiya bosh harflari

source: Generation Qualifier
uz: Avlod belgilovchisi

source: DN Qualifier
uz: DN kvalifikatsiyasi

source: Pseudonym
uz: Taxallus

source: MD2 with RSA
uz: RSA bilan MD2

source: MD5 with RSA
uz: RSA bilan MD5

source: SHA1 with RSA
uz: RSA bilan SHA1

source: RSA with OAEP padding
uz: RSA + OAEP to‘ldirish

source: RSA with MGF1
uz: RSA bilan MGF1

source: RSA signature with RSA-PSS
uz: RSA imzosi bilan RSA-PSS

source: SHA256 with RSA encryption
uz: SHA256 bilan RSA shifrlash

source: SHA384 with RSA encryption
uz: SHA384 bilan RSA shifrlash

source: SHA512 with RSA encryption
uz: SHA512 bilan RSA shifrlash

source: SHA224 with RSA encryption
uz: SHA224 bilan RSA shifrlash

source: SHA1 with DSA
uz: SHA1 bilan DSA

source: Elliptic Curve
uz: Elliptik egri chiziq

source: SHA1 with ECDSA
uz: SHA1 bilan ECDSA

source: SHA224 with ECDSA
uz: SHA224 bilan ECDSA

source: SHA256 with ECDSA
uz: SHA256 bilan ECDSA

source: SHA384 with ECDSA
uz: SHA384 bilan ECDSA

source: SHA512 with ECDSA
uz: SHA384 bilan ECDSA

source: GOST R 34.11-94 with GOST R 34.10-2001
uz: GOST R 34.11-94 bilan GOST R 34.10-2001

source: GOST R 34.10-2012 256-bit curve
uz: GOST R 34.10-2012 256 bitli egri chiziq

source: GOST R 34.10-2012 512-bit curve
uz: GOST R 34.10-2012 512 bitli egri chiziq

source: GOST R 34.11-2012/256 with GOST R 34.10-2012 256-bit curve
uz: GOST R 34.11-2012/256 GOST R 34.10-2012 256 bitli egri chiziq bilan

source: GOST R 34.11-2012/512 with GOST R 34.10-2012 512-bit curve
uz: GOST R 34.11-2012/512 GOST R 34.10-2012 512-bitli egri chiziq bilan

source: Server Authentication
uz: Server autentifikatsiyasi

source: Client Authentication
uz: Mijoz autentifikatsiyasi

source: Code Signing
uz: Kod imzolash

source: Email Protection
uz: Elektron pochta himoyasi

source: Time Stamping
uz: Vaqt tamg'asi

source: Certificate Authority Information Access
uz: Sertifikat organi ma'lumotlariga kirish

source: Subject directory attributes certificate extension
uz: Mavzu katalogi atributlari sertifikati kengaytmasi

source: Subject key identifier
uz: Mavzu kaliti identifikatori

source: Key usage
uz: Kalitdan foydalanish

source: Private key usage period
uz: Shaxsiy kalitdan foydalanish davomiyligi

source: Subject alternative name
uz: Mavzuning muqobil nomi

source: Issuer alternative name
uz: Sertifikat beruvchining muqobil nomi

source: Basic constraints
uz: Asosiy cheklovlar

source: CRL number
uz: CRL raqami

source: Reason code
uz: Sabab kodi

source: Hold instruction code
uz: Sertifikat operatsiyalarini to‘xtatish ko‘rsatkichi kodi

source: Invalidity date
uz: Yaroqsizlik sanasi

source: Certificate Revocation List indicator
uz: Sertifikatni bekor qilish ro‘yxati ko‘rsatkichi

source: Issuing distribution point
uz: Sertifikatlarni tarqatish nuqtasi

source: Certificate issuer
uz: Sertifikat beruvchi

source: Name constraints
uz: Nom cheklovlari

source: Certificate Revocation List distribution points
uz: Sertifikatni bekor qilish ro‘yxatini tarqatish nuqtalari

source: Certificate policies
uz: Sertifikat siyosati

source: Policy mappings
uz: Siyosat xaritalari

source: Policy constraints
uz: Siyosat cheklovlari

source: Authority key identifier
uz: Avtorizatsiya kalitining identifikatori

source: Extended Key Usage
uz: Kengaytirilgan kalitdan foydalanish

source: Extended Validation
uz: Qo'shimcha tekshirish

source: Certification Practices Statement
uz: Sertifikatlash amaliyotlari bayonoti

source: Online Certificate Status Protocol (OCSP)
uz: Onlayn sertifikat holati protokoli (OCSP)

source: Certification Authority Issuer
uz: Sertifikat chiqaruvchi organ

source: Error loading PKCS#11 module: %s
uz: PKCS#11 modulini yuklashda xato: %s

source: Couldn’t initialize PKCS#11 module: %s
uz: PKCS#11 modulini ishga tushirib bo'lmadi: %s

source: Couldn’t initialize registered PKCS#11 modules: %s
uz: Ro‘yxatga olingan PKCS#11 modullarini ishga tushirib bo'lmadi: %s

source: The URI has invalid encoding.
uz: URI kodlashida xato mavjud.

source: The URI does not have the “pkcs11” scheme.
uz: URI da “pkcs11” sxemasi mavjud emas.

source: The URI has bad syntax.
uz: URI sintaksisi noto‘g‘ri.

source: The URI has a bad version number.
uz: URI versiyasi noto‘g‘ri.

source: The stream was closed
uz: Ma'lumotlar oqimi yopildi

source: Digital signature
uz: Raqamli imzo

source: Non repudiation
uz: Inkor etmaslik

source: Key encipherment
uz: Kalitni shifrlash

source: Data encipherment
uz: Ma'lumotlarni shifrlash

source: Key agreement
uz: Kalitni kelishish

source: Certificate signature
uz: Sertifikat imzosi

source: Revocation list signature
uz: Bekor qilish ro'yxati imzosi

source: Encipher only
uz: Faqat shifrlash

source: Decipher only
uz: Faqat deshifrlash

source: Other Name
uz: Boshqa Nom

source: XMPP Addr
uz: XMPP manzili

source: Email
uz: Elektro pochta

source: X400 Address
uz: X400 manzili

source: Directory Name
uz: Katalog nomi

source: EDI Party Name
uz: EDI partiyasining nomi

source: IP Address
uz: IP manzil

source: Registered ID
uz: Ro‘yxatdan o‘tgan ID

source: Key Algorithm
uz: Asosiy algoritm

source: Key Parameters
uz: Kalit parametrlari

source: Key Size
uz: Kalit hajmi

source: Key SHA1 Fingerprint
uz: SHA1 barmoq izi kaliti

source: Public Key
uz: Ochiq kalit

source: Basic Constraints
uz: Asosiy cheklovlar

source: Certificate Authority
uz: Sertifikatlash organi

source: Yes
uz: Ha

source: No
uz: Yo'q

source: Unlimited
uz: Cheklanmagan

source: Max Path Length
uz: Maksimal yo'l uzunligi

source: Allowed Purposes
uz: Ruxsat etilgan maqsadlar

source: Subject Key Identifier
uz: Mavzu kaliti identifikatori

source: Key Identifier
uz: Kalit identifikatori

source: Key Usage
uz: Kalitdan foydalanish

source: Usages
uz: Foydalanishlar

source: Subject Alternative Names
uz: Subyektning muqobil nomlari

source: Certificate Policies
uz: Sertifikat siyosatlari

source: Policy
uz: Siyosat

source: Location
uz: Joylashuv

source: Access Method
uz: Kirish Usuli

source: CRL Distribution Points
uz: Sertifikatni bekor qilish ro‘yxatini tarqatish nuqtalari

source: Distribution Point
uz: Tarqatish nuqtasi

source: Distribution Point CN
uz: Xitoydagi tarqatish nuqtasi

source: Distribution Point OU
uz: Tarqatish nuqtasi OU

source: Distribution Point U
uz: Tarqatish nuqtasi U

source: Extension
uz: Kengaytma

source: Identifier
uz: Identifikator

source: Value
uz: Qiymat

source: Critical
uz: Muhim

source: Certificate
uz: Sertifikat

source: Unknown
uz: Noma'lum

source: Identity
uz: Identifikatsiya

source: Verified by
uz: Tomonidan tasdiqlangan

source: Expires
uz: Tugaydigan muddati

source: Subject Name
uz: Subyekt nomi

source: Issuer Name
uz: Sertifikat beruvchining nomi

source: Issued Certificate
uz: Sertifikat beruvchining sertifikati

source: Version
uz: Versiya

source: Not Valid Before
uz: Amal qilish boshlanish sanasi

source: Not Valid After
uz: Amal qilish tugash sanasi

source: Certificate Fingerprints
uz: Sertifikat barmoq izlari

source: Public Key Info
uz: Ochiq kalit ma'lumotlari

source: Signature
uz: Imzo

source: Signature Algorithm
uz: Imzo algoritmi

source: Signature Parameters
uz: Imzo parametrlari

source: Unsupported key type for certificate request
uz: Sertifikat soʻrovi uchun kalit turi qoʻllab-quvvatlanmaydi

source: The key cannot be used to sign the request
uz: Kalit so'rovni imzolash uchun ishlatilmaydi

source: GnuPG Keyring
uz: GnuPG kalitlar to‘plami

source: GnuPG Keyring: %s
uz: GnuPG kalitlar to‘plami: %s

source: Gnupg process exited with code: %d
uz: GnuPG jarayoni %d kodi bilan yakunlandi

source: Gnupg process was terminated with signal: %d
uz: GnuPG jarayon ushbu signal bilan to'xtatildi: %d

source: The operation was cancelled
uz: Operatsiya bekor qilindi

source: Private Key
uz: Maxfiy kalit

source: PGP Key
uz: PGP Kalit

source: Certificate Request
uz: Sertifikat So'rovi

source: Unrecognized or unsupported data.
uz: Aniqlanmagan yoki qo‘llab-quvvatlanmagan ma'lumot.

source: Could not parse invalid or corrupted data.
uz: Noto‘g‘ri yoki buzilgan ma'lumotlarni tahlil qilib bo‘lmadi.

source: The data is locked
uz: Ma'lumot qulflangan

source: Continue
uz: Davom etish

source: Cancel
uz: Bekor qilish

source: Unlock password for: %s
uz: Qulfdan ochish paroli: %s

source: Unlock private key
uz: Maxfiy kalitni qulfdan ochish

source: Enter password to unlock the private key
uz: Maxfiy kalitni qulfdan ochish uchun parolni kiriting

source: An application wants access to the private key “%s”, but it is locked
uz: Ilova "%s" maxfiy kalitga kirmoqchi, lekin u qulflangan

source: Automatically unlock this key whenever I’m logged in
uz: Men tizimga kirganimda ushbu kalit avtomatik ravishda qulfdan chiqariladi

source: Unlock
uz: Qulfdan ochish

source: The unlock password was incorrect
uz: Qulfni ochish paroli noto'g'ri

source: Unnamed
uz: Nomlanmagan

source: Enter your OpenSSH passphrase
uz: OpenSSH parolingizni kiriting

source: Unrecognized or unavailable attributes for key
uz: Kalit uchun aniqlanmagan yoki mavjud bo‘lmagan attributlar

source: Couldn’t build public key
uz: Ochiq kalitni yaratib bo‘lmadi

source: Another prompt is already in progress
uz: Boshqa bir so'rov allaqachon bajarilmoqda

source: Couldn’t find a place to store the pinned certificate
uz: Belgilangan sertifikatni saqlash uchun joy topilmadi

source: GCR Certificate Viewer
uz: GCR sertifikatini ko'rish dasturi

source: Show the application's version
uz: Dastur versiyasini ko'rsatish

source: [file...]
uz: [fayl...]
